Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: When enabled, watchlist, favorites, and ratings in Cronica are queued and sent to TMDB. Marking watched removes the title from your TMDB watchlist (TMDB has no watched-history API). Off by default.
ar: عند التفعيل تُرسل القائمة والمفضلات والتقييمات في Cronica إلى TMDB. وضع علامة مشاهدة يزيل العنوان من قائمة TMDB (لا توجد واجهة لتاريخ المشاهدة). معطّل افتراضيًا.
bn: সক্রিয় করা হলে, Cronica-এর ওয়াচলিস্ট, ফেভারিট এবং রেটিংগুলো কিউতে যুক্ত হয়ে TMDB-এ পাঠানো হয়। 'ওয়াচড' হিসেবে চিহ্নিত করলে শিরোনামটি আপনার TMDB ওয়াচলিস্ট থেকে মুছে যায় (TMDB-এর কোনো ওয়াচড-হিস্ট্রি এপিআই নেই)। ডিফল্টরূপে এটি বন্ধ থাকে।
ca: Quan està activat, la Watchlist, els preferits i les puntuacions de Cronica s’envien a la cua cap a TMDB. Marcar com a vist elimina el títol de la Watchlist de TMDB (TMDB no té API d’historial de visionat). Desactivat per defecte.
cs: Pokud je zapnuto, seznam, oblíbené a hodnocení v Cronice se odesílají na TMDB. Označení jako zhlédnuté odstraní titul ze seznamu TMDB (žádné API historie). Ve výchozím stavu vypnuto.
da: Når det er slået til, sendes liste, favoritter og vurderinger i Cronica til TMDB. Markering som set fjerner titlen fra TMDB-listen (ingen sehistorik-API). Fra som standard.
de: Wenn aktiviert, werden Merkliste, Favoriten und Bewertungen in Cronica an TMDB gesendet. Als gesehen markieren entfernt den Titel von der TMDB-Merkliste (TMDB hat keine Sehverlauf-API). Standardmäßig aus.
el: Όταν είναι ενεργό, λίστα, αγαπημένα και βαθμολογίες στο Cronica αποστέλλονται στο TMDB. Η σήμανση ως προβληθέν αφαιρεί τον τίτλο από τη λίστα TMDB (χωρίς API ιστορικού). Απενεργοποιημένο από προεπιλογή.
es: Si está activado, la lista, favoritos y valoraciones de Cronica se envían a TMDB. Marcar como visto quita el título de la lista de TMDB (sin API de historial). Desactivado por defecto.
es_mx: Si está activado, la lista, favoritos y calificaciones de Cronica se envían a TMDB. Marcar como visto quita el título de la lista de TMDB (sin API de historial). Desactivado por defecto.
fi: Kun käytössä, Cronican watchlista, suosikit ja arviot lähetetään TMDB:hen. Katsotuksi merkitseminen poistaa nimen TMDB-listalta (ei katseluhistorian API:a). Oletuksena pois.
fr: Si activé, la liste, les favoris et les notes de Cronica sont envoyés à TMDB. Marquer comme vu retire le titre de la liste TMDB (pas d’API d’historique). Désactivé par défaut.
gu: જ્યારે સક્ષમ હોય, ત્યારે Cronica માં જોવાની સૂચિ, મનપસંદ અને રેટિંગ્સ કતારમાં મૂકવામાં આવે છે અને TMDB પર મોકલવામાં આવે છે. જોયેલું ચિહ્નિત કરવાથી તમારી TMDB વૉચલિસ્ટમાંથી શીર્ષક દૂર થઈ જાય છે (TMDB પાસે કોઈ જોવાયેલ-ઇતિહાસ API નથી). મૂળભૂત રીતે બંધ.
he: כשמופעל, רשימה, מועדפים ודירוגים ב‑Cronica נשלחים ל‑TMDB. סימון כנצפה מסיר את הכותר מרשימת TMDB (אין API להיסטוריה). כבוי כברירת מחדל.
hi: सक्षम होने पर Cronica में वॉचलिस्ट, पसंदीदा और रेटिंग TMDB को भेजी जाती हैं। वॉच्ड चिह्नित करने पर शीर्षक TMDB वॉचलिस्ट से हट जाता है (कोई वॉच्ड-इतिहास API नहीं)। डिफ़ॉल्ट रूप से बंद।
hr: Kad je uključeno, popis, favoriti i ocjene u Cronica šalju se na TMDB. Označavanje kao gledano uklanja naslov s TMDB popisa (nema API-ja povijesti). Zadano isključeno.
hu: Ha be van kapcsolva, a Cronica lista, kedvencek és értékelések a TMDB-re kerülnek. A megnézettként jelölés eltávolítja a címet a TMDB-listáról (nincs előzmény-API). Alapból ki.
id: Jika diaktifkan, daftar tonton, favorit, dan rating di Cronica dikirim ke TMDB. Menandai ditonton menghapus judul dari daftar TMDB (tidak ada API riwayat). Nonaktif secara default.
it: Se attivo, watchlist, preferiti e valutazioni di Cronica vengono inviati a TMDB. Segnare come visto rimuove il titolo dalla watchlist TMDB (nessuna API storica). Disattivato di default.
ja: 有効にすると、Cronicaのウォッチリスト、お気に入り、評価がTMDBに送信されます。視聴済みにするとTMDBのウォッチリストから削除されます（視聴履歴APIなし）。既定ではオフです。
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, Cronica ನಲ್ಲಿ ವೀಕ್ಷಣೆಪಟ್ಟಿ, ಮೆಚ್ಚಿನವುಗಳು ಮತ್ತು ರೇಟಿಂಗ್‌ಗಳನ್ನು ಸರದಿಯಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು TMDB ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸುವುದರಿಂದ ನಿಮ್ಮ TMDB ವೀಕ್ಷಣೆಪಟ್ಟಿಯಿಂದ ಶೀರ್ಷಿಕೆಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ (TMDB ವೀಕ್ಷಿಸಿದ-ಇತಿಹಾಸದ API ಅನ್ನು ಹೊಂದಿಲ್ಲ). ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಆಫ್ ಆಗಿದೆ.
ko: 사용하면 Cronica의 워치리스트, 즐겨찾기, 평점이 TMDB로 전송됩니다. 시청 완료로 표시하면 TMDB 워치리스트에서 제거됩니다(시청 기록 API 없음). 기본값은 꺼짐입니다.
ml: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, Cronica-ലെ വാച്ച്‌ലിസ്റ്റ്, പ്രിയപ്പെട്ടവ, റേറ്റിംഗുകൾ എന്നിവ ക്യൂവിലാക്കി TMDB-ലേക്ക് അയയ്ക്കും. കണ്ടതായി അടയാളപ്പെടുത്തുന്നത് നിങ്ങളുടെ TMDB വാച്ച്‌ലിസ്റ്റിൽ നിന്ന് ശീർഷകം നീക്കം ചെയ്യും (TMDB-ന് കണ്ട-ചരിത്ര API ഇല്ല). സ്ഥിരസ്ഥിതിയായി ഓഫാണ്.
mr: सक्षम केल्यावर, Cronica मधील वॉचलिस्ट, आवडी आणि रेटिंग रांगेत आहेत आणि TMDB वर पाठवले जातात. पाहिलेले चिन्हांकित केल्याने तुमच्या TMDB वॉचलिस्टमधून शीर्षक काढून टाकले जाते (TMDB चा पाहिला-इतिहास API नाही). डीफॉल्टनुसार बंद.
ms: Apabila didayakan, senarai tontonan, kegemaran dan rating dalam Cronica dihantar ke TMDB. Menanda ditonton mengalih keluar tajuk daripada senarai TMDB (tiada API sejarah). Dimatikan secara lalai.
nb: Når aktivert sendes liste, favoritter og vurderinger i Cronica til TMDB. Merking som sett fjerner tittelen fra TMDB-listen (ingen historie-API). Av som standard.
nl: Indien ingeschakeld worden watchlist, favorieten en beoordelingen in Cronica naar TMDB gestuurd. Als bekeken markeren verwijdert de titel van je TMDB-watchlist (geen kijkgeschiedenis-API). Standaard uit.
or: ସକ୍ଷମ ହେଲେ, Cronica ରେ ଥିବା ୱାଚଲିଷ୍ଟ, ପସନ୍ଦିତା ଏବଂ ମୂଲ୍ୟାଙ୍କନଗୁଡ଼ିକୁ ଧାଡ଼ିରେ ରଖାଯାଇଛି ଏବଂ TMDB କୁ ପଠାଯାଇଛି। ୱାଚଡ୍ ଭାବରେ ଚିହ୍ନିତ କରିବା ଦ୍ୱାରା ଆପଣଙ୍କର TMDB ୱାଚଲିଷ୍ଟରୁ ଶୀର୍ଷକ ହଟିଯାଏ (TMDB ର କୌଣସି ୱାଚଡ୍-ଇତିହାସ API ନାହିଁ)। ଡିଫଲ୍ଟ ଭାବରେ ବନ୍ଦ ହୋଇଯାଏ।
pa: ਜਦੋਂ ਚਾਲੂ ਹੋਵੇ, Cronica ਵਿੱਚ ਵਾਚਲਿਸਟ, ਮਨਪਸੰਦ ਅਤੇ ਰੇਟਿੰਗਾਂ TMDB ਨੂੰ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਵੇਖਿਆ ਚਿੰਨ੍ਹਿਤ ਕਰਨ ’ਤੇ ਸਿਰਲੇਖ TMDB ਵਾਚਲਿਸਟ ਤੋਂ ਹਟਦਾ ਹੈ (TMDB ਕੋਲ ਵੇਖੀ ਗਈ ਹਿਸਟਰੀ API ਨਹੀਂ)। ਡਿਫਾਲਟ ਤੌਰ ’ਤੇ ਬੰਦ।
pl: Po włączeniu lista, ulubione i oceny w Cronica są wysyłane do TMDB. Oznaczenie jako obejrzane usuwa tytuł z listy TMDB (brak API historii). Domyślnie wyłączone.
pt_br: Quando ativado, lista, favoritos e avaliações do Cronica são enviados ao TMDB. Marcar como assistido remove o título da lista do TMDB (sem API de histórico). Desativado por padrão.
pt_pt: Quando ativado, lista, favoritos e avaliações do Cronica são enviados ao TMDB. Marcar como assistido remove o título da lista do TMDB (sem API de histórico). Desativado por padrão.
ro: Când este activat, lista, favoritele și evaluările din Cronica sunt trimise la TMDB. Marcarea ca vizionat elimină titlul din lista TMDB (fără API de istoric). Dezactivat implicit.
ru: Если включено, список, избранное и оценки в Cronica отправляются в TMDB. Отметка «просмотрено» убирает название из списка TMDB (нет API истории). По умолчанию выкл.
sk: Ak je zapnuté, zoznam, obľúbené a hodnotenia v Cronice sa odosielajú na TMDB. Označenie ako sledované odstráni titul zo zoznamu TMDB (TMDB nemá API histórie sledovania). Predvolene vypnuté.
sl: Ko je omogočeno, se watchlist, priljubljeni in ocene v Cronica uvrstijo v vrsto in pošljejo na TMDB. Označitev kot ogledano odstrani naslov s TMDB watchlist (TMDB nima API-ja zgodovine ogledov). Privzeto izključeno.
sv: När det är aktiverat skickas lista, favoriter och betyg i Cronica till TMDB. Markera som sett tar bort titeln från TMDB-listan (inget historik-API). Av som standard.
ta: இயக்கப்பட்டிருக்கும்போது, Cronica-இல் உள்ள கண்காணிப்புப் பட்டியல், விருப்பமானவை மற்றும் மதிப்பீடுகள் வரிசைப்படுத்தப்பட்டு TMDB-க்கு அனுப்பப்படும். பார்த்ததாகக் குறிப்பது, உங்கள் TMDB கண்காணிப்புப் பட்டியலிலிருந்து அந்தத் தலைப்பை நீக்கிவிடும் (TMDB-இல் பார்த்த-வரலாறு API இல்லை). இயல்பாக முடக்கப்பட்டுள்ளது.
te: ఎనేబుల్ చేసినప్పుడు, Cronicaలోని వాచ్‌లిస్ట్, ఫేవరెట్స్ మరియు రేటింగ్‌లు క్యూలో ఉంచబడి TMDBకి పంపబడతాయి. చూసినట్లుగా గుర్తించడం వలన ఆ టైటిల్ మీ TMDB వాచ్‌లిస్ట్ నుండి తీసివేయబడుతుంది (TMDBకి వాచ్డ్-హిస్టరీ API లేదు). డిఫాల్ట్‌గా ఆఫ్ చేయబడి ఉంటుంది.
th: เมื่อเปิดใช้งาน รายการเฝ้าดู รายการโปรด และการให้คะแนนใน Cronica จะถูกจัดคิวและส่งไปที่ TMDB การทำเครื่องหมายดูแล้วจะเป็นการลบชื่อเรื่องออกจากรายการเฝ้าดู TMDB ของคุณ (TMDB ไม่มี API ประวัติการดู) ปิดโดยค่าเริ่มต้น
tr: Etkinleştirildiğinde Cronica’daki liste, favoriler ve puanlar TMDB’ye gönderilir. İzlendi olarak işaretlemek başlığı TMDB listesinden kaldırır (izleme geçmişi API’si yok). Varsayılan kapalı.
uk: Якщо ввімкнено, список, вибране та оцінки в Cronica надсилаються до TMDB. Позначення «переглянуто» прибирає назву зі списку TMDB (немає API історії). Типово вимкнено.
ur: فعال ہونے پر، Cronica میں واچ لسٹ، پسندیدہ اور ریٹنگز قطار میں لگ جاتی ہیں اور TMDB کو بھیجی جاتی ہیں۔ دیکھے ہوئے کو نشان زد کرنے سے آپ کی TMDB واچ لسٹ سے ٹائٹل ہٹ جاتا ہے (TMDB کی کوئی دیکھی ہوئی تاریخ API نہیں ہے)۔ بطور ڈیفالٹ آف۔
vi: Khi được bật, danh sách theo dõi, mục yêu thích và xếp hạng trong Cronica sẽ được xếp vào hàng đợi và gửi đến TMDB. Đánh dấu đã xem sẽ xóa tiêu đề khỏi danh sách theo dõi TMDB của bạn (TMDB không có API lịch sử đã xem). Mặc định là tắt.
zh_hans: 启用后，Cronica 中的待看列表、收藏和评分会排队发送到 TMDB。标记为已看会从 TMDB 待看列表中移除该标题（TMDB 无观看历史 API）。默认关闭。
zh_hant: 啟用後，Cronica 中的待看清單、收藏和評分會排程傳送到 TMDB。標記為已看會從 TMDB 待看清單中移除該標題（TMDB 無觀看歷史 API）。預設關閉。

source: Where to Watch
ar: أين تشاهد
bn: কোথায় দেখবেন
ca: On mirar-ho
cs: Kde sledovat
da: Hvor kan man se
de: Wo streamen?
el: Πού να παρακολουθήσετε
es: Dónde ver
es_mx: Dónde ver
fi: Missä katsottavissa
fr: Où voir
gu: જ્યાં જોવા માટે
he: איפה לצפות
hi: कहाँ देखें
hr: Gdje gledati
hu: Hol nézhető
id: Di mana menonton
it: Dove guardare
ja: 視聴先
kn: ಎಲ್ಲಿ ವೀಕ್ಷಿಸಬೇಕು
ko: 시청 위치
ml: എവിടെ കാണണം
mr: कुठे पहायचे
ms: Di mana menonton
nb: Hvor du kan se
nl: Waar te kijken
or: କେଉଁଠାରେ ଦେଖିବେ
pa: ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ
pl: Gdzie oglądać
pt_br: Onde Assistir
pt_pt: Onde ver
ro: Unde vizionezi
ru: Где смотреть
sk: Kde sledovať
sl: Kje gledati
sv: Var du kan titta
ta: எங்கே பார்ப்பது
te: ఎక్కడ చూడాలి
th: ดูได้ที่ไหน
tr: Nerede İzlenir
uk: Де дивитися
ur: کہاں دیکھنا ہے۔
vi: Xem ở đâu
zh_hans: 在哪里观看
zh_hant: 在哪裡觀看

source: Yellow
ar: أصفر
bn: হলুদ
ca: Groc
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
es_mx: Amarillo
fi: Keltainen
fr: Jaune
gu: પીળો
he: צהוב
hi: पीला
hr: Žuta
hu: Sárga
id: Kuning
it: Giallo
ja: イエロー
kn: ಹಳದಿ
ko: 옐로
ml: മഞ്ഞ
mr: पिवळा
ms: Kuning
nb: Gul
nl: Geel
or: ହଳଦିଆ
pa: ਪੀਲਾ
pl: Żółty
pt_br: Amarelo
pt_pt: Amarelo
ro: Galben
ru: Жёлтый
sk: Žltá
sl: Rumena
sv: Gul
ta: மஞ்சள்
te: పసుపు
th: สีเหลือง
tr: Sarı
uk: Жовтий
ur: پیلا
vi: Màu vàng
zh_hans: 黄色
zh_hant: 黃色

source: You can mark this as watched after it has been released.
ar: يمكنك تحديده كمشاهد بعد إصداره.
bn: এটি প্রকাশিত হওয়ার পর আপনি এটিকে 'দেখা হয়েছে' হিসেবে চিহ্নিত করতে পারেন।
ca: Pots marcar-ho com a vist un cop s’hagi estrenat.
cs: Po vydání to můžeš označit jako zhlédnuté.
da: Du kan markere dette som set, efter det er udgivet.
de: Du kannst dies als gesehen markieren, sobald es veröffentlicht ist.
el: Μπορείτε να το σημειώσετε ως παρακολουθημένο αφού κυκλοφορήσει.
es: Puedes marcarlo como visto después de su estreno.
es_mx: Puedes marcarlo como visto después de que se estrene.
fi: Voit merkitä tämän katsotuksi sen julkaisun jälkeen.
fr: Tu pourras le marquer comme vu une fois qu’il sera sorti.
gu: તમે તેને રીલીઝ થયા પછી જોયેલું તરીકે ચિહ્નિત કરી શકો છો.
he: אפשר לסמן כנצפה אחרי ששוחרר.
hi: रिलीज़ होने के बाद इसे देखा चिह्नित कर सकते हैं।
hr: Nakon izlaska možeš označiti kao pogledano.
hu: Megjelenés után megtekintettként jelölheti.
id: Kamu bisa tandai ditonton setelah dirilis.
it: Puoi segnarlo come visto dopo che sarà uscito.
ja: 公開後に視聴済みにできます。
kn: ಬಿಡುಗಡೆಯಾದ ನಂತರ ನೀವು ಇದನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಬಹುದು.
ko: 공개 후 시청함으로 표시할 수 있습니다.
ml: റിലീസ് ചെയ്തുകഴിഞ്ഞാൽ, നിങ്ങൾക്ക് ഇത് കണ്ടതായി അടയാളപ്പെടുത്താം.
mr: रिलीज झाल्यानंतर तुम्ही हे पाहिले म्हणून चिन्हांकित करू शकता.
ms: Anda boleh tandakan ditonton selepas dikeluarkan.
nb: Du kan markere dette som sett etter at det er utgitt.
nl: Je kunt dit als bekeken markeren nadat het is uitgebracht.
or: ଏହାକୁ ରିଲିଜ୍ ହେବା ପରେ ଆପଣ ଏହାକୁ ଦେଖାଯାଇଛି ଭାବରେ ଚିହ୍ନିତ କରିପାରିବେ।
pa: ਰਿਲੀਜ਼ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਇਸਨੂੰ ਵੇਖਿਆ ਚਿੰਨ੍ਹਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Po premierze możesz oznaczyć to jako obejrzane.
pt_br: Você pode marcá-lo como assistido depois que for lançado.
pt_pt: Tu pode marcá-lo como assistido depois que for lançado.
ro: Po lansare poți marca ca vizionat.
ru: После выхода можно отметить как просмотренное.
sk: Môžeš to označiť ako pozreté po uvedení.
sl: To lahko označiš kot ogledano, ko izide.
sv: Du kan markera detta som sedd efter att det har släppts.
ta: இது வெளியான பிறகு, நீங்கள் இதைப் பார்த்ததாகக் குறித்துக்கொள்ளலாம்.
te: ఇది విడుదలైన తర్వాత మీరు దీనిని చూసినట్లుగా గుర్తించవచ్చు.
th: คุณสามารถทำเครื่องหมายสิ่งนี้ว่าดูแล้วหลังจากเผยแพร่แล้ว
tr: Yayınlandıktan sonra izlendi olarak işaretleyebilirsin.
uk: Після виходу можна позначити як переглянуте.
ur: جاری ہونے کے بعد آپ اسے دیکھے ہوئے کے طور پر نشان زد کر سکتے ہیں۔
vi: Bạn có thể đánh dấu là đã xem sau khi phim được phát hành.
zh_hans: 上映后你可以将其标记为已观看。
zh_hant: 上映後你可以將其標記為已觀看。

source: You can mark this episode as watched after it has aired.
ar: يمكنك تحديد هذه الحلقة كمشاهدة بعد بثها.
bn: পর্বটি সম্প্রচারিত হওয়ার পর আপনি এটিকে দেখা হয়েছে বলে চিহ্নিত করতে পারেন।
ca: Pots marcar aquest episodi com a vist un cop s’hagi emès.
cs: Po odvysílání můžeš tuto epizodu označit jako zhlédnutou.
da: Du kan markere dette afsnit som set, efter det er sendt.
de: Du kannst diese Episode als gesehen markieren, sobald sie ausgestrahlt wurde.
el: Μπορείτε να σημειώσετε αυτό το επεισόδιο ως παρακολουθημένο αφού μεταδοθεί.
es: Puedes marcar este episodio como visto después de su emisión.
es_mx: Puedes marcar este episodio como visto después de que se emita.
fi: Voit merkitä tämän jakson katsotuksi sen esityksen jälkeen.
fr: Tu pourras marquer cet épisode comme vu une fois qu’il sera diffusé.
gu: તમે આ એપિસોડ પ્રસારિત થયા પછી જોયેલા તરીકે ચિહ્નિત કરી શકો છો.
he: אפשר לסמן פרק זה כנצפה אחרי ששודר.
hi: प्रसारण के बाद इस एपिसोड को देखा चिह्नित कर सकते हैं।
hr: Nakon emitiranja možeš označiti epizodu kao pogledanu.
hu: Lejátszás után megtekintettként jelölheti ezt az epizódot.
id: Kamu bisa tandai episode ini ditonton setelah ditayangkan.
it: Puoi segnare questo episodio come visto dopo che sarà andato in onda.
ja: 放送後にこのエピソードを視聴済みにできます。
kn: ಈ ಸಂಚಿಕೆ ಪ್ರಸಾರವಾದ ನಂತರ ನೀವು ಅದನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಬಹುದು.
ko: 방영 후 이 에피소드를 시청함으로 표시할 수 있습니다.
ml: ഈ എപ്പിസോഡ് സംപ്രേഷണം ചെയ്തുകഴിഞ്ഞാൽ, അത് കണ്ടതായി നിങ്ങൾക്ക് അടയാളപ്പെടുത്താം.
mr: तुम्ही हा भाग प्रसारित झाल्यानंतर पाहिला म्हणून चिन्हांकित करू शकता.
ms: Anda boleh tandakan episod ini ditonton selepas disiarkan.
nb: Du kan markere denne episoden som sett etter at den er sendt.
nl: Je kunt deze aflevering als bekeken markeren nadat deze is uitgezonden.
or: ଏହି ଏପିସୋଡ୍ ପ୍ରସାରିତ ହେବା ପରେ ଆପଣ ଏହାକୁ ଦେଖିସାରିଛି ଭାବରେ ଚିହ୍ନିତ କରିପାରିବେ।
pa: ਪ੍ਰਸਾਰਿਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਇਸ ਐਪੀਸੋਡ ਨੂੰ ਵੇਖਿਆ ਚਿੰਨ੍ਹਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Po emisji możesz oznaczyć ten odcinek jako obejrzany.
pt_br: Você pode marcar este episódio como assistido depois que for exibido.
pt_pt: Tu pode marcar este episódio como assistido depois que for exibido.
ro: După difuzare poți marca episodul ca vizionat.
ru: После выхода в эфир можно отметить эпизод как просмотренный.
sk: Túto epizódu môžeš označiť ako pozretú po odvysielaní.
sl: To epizodo lahko označiš kot ogledano, ko se predvaja.
sv: Du kan markera det här avsnittet som sedd efter att det har sänts.
ta: இந்த அத்தியாயம் ஒளிபரப்பான பிறகு, நீங்கள் அதைப் பார்த்ததாகக் குறித்துக்கொள்ளலாம்.
te: ఈ ఎపిసోడ్ ప్రసారమైన తర్వాత మీరు దీనిని చూసినట్లుగా గుర్తించవచ్చు.
th: คุณสามารถทำเครื่องหมายตอนนี้ว่าดูแล้วหลังจากออกอากาศแล้ว
tr: Yayınlandıktan sonra bu bölümü izlendi işaretleyebilirsin.
uk: Після ефіру можна позначити епізод як переглянутий.
ur: آپ اس ایپی سوڈ کو نشر ہونے کے بعد دیکھا گیا کے بطور نشان زد کر سکتے ہیں۔
vi: Bạn có thể đánh dấu tập này là đã xem sau khi nó được phát sóng.
zh_hans: 播出后你可以将此集标记为已观看。
zh_hant: 播出後你可以將此集標記為已觀看。

source: You don't have any episodes up next.
ar: ليس لديك أي حلقات تالية.
bn: এরপরে আপনার কোনো পর্ব নেই।
ca: No tens cap episodi a continuació.
cs: Nemáte žádné další epizody.
da: Du har ingen næste episoder.
de: Du hast keine Episoden als Nächstes.
el: Δεν έχεις επόμενα επεισόδια.
es: No tienes episodios a continuación.
es_mx: No tienes episodios a continuación.
fi: Sinulla ei ole seuraavia jaksoja.
fr: Vous n’avez aucun épisode à suivre.
gu: તમારી પાસે આગામી કોઈ એપિસોડ નથી.
he: אין לך פרקים הבאים בתור.
hi: आपके पास आगे कोई एपिसोड नहीं है।
hr: Nemaš epizoda za sljedeće.
hu: Nincs következő epizódod.
id: Anda tidak punya episode selanjutnya.
it: Non hai episodi in programma.
ja: 次に観るエピソードはありません。
kn: ನಿಮ್ಮ ಮುಂದೆ ಯಾವುದೇ ಸಂಚಿಕೆಗಳಿಲ್ಲ.
ko: 다음에 볼 에피소드가 없습니다.
ml: നിങ്ങൾക്ക് അടുത്തതായി എപ്പിസോഡുകളൊന്നുമില്ല.
mr: तुमच्याकडे पुढील कोणतेही भाग नाहीत.
ms: Tiada episod seterusnya.
nb: Du har ingen neste episoder.
nl: Je hebt geen volgende afleveringen.
or: ପରବର୍ତ୍ତୀ ସମୟରେ ଆପଣଙ୍କର କୌଣସି ଏପିସୋଡ୍ ନାହିଁ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਅਗਲਾ ਐਪੀਸੋਡ ਨਹੀਂ ਹੈ।
pl: Nie masz kolejnych odcinków.
pt_br: Você não tem episódios a seguir.
pt_pt: Tu não tem episódios a seguir.
ro: Nu ai episoade următoare.
ru: У вас нет следующих эпизодов.
sk: Nemáte žiadne ďalšie epizódy.
sl: Nimaš nobene naslednje epizode.
sv: Du har inga nästa avsnitt.
ta: அடுத்து பார்ப்பதற்கு உங்களுக்கு எந்த அத்தியாயங்களும் இல்லை.
te: మీకు తదుపరి ఎపిసోడ్‌లు ఏవీ లేవు.
th: คุณไม่มีตอนต่อไป
tr: Sırada bölümün yok.
uk: У вас немає наступних епізодів.
ur: آپ کے پاس اگلی کوئی ایپی سوڈ نہیں ہے۔
vi: Bạn không có tập nào sắp phát sóng.
zh_hans: 你没有接下来的剧集。
zh_hant: 你沒有接下來的劇集。

source: Your Data
ar: بياناتك
bn: আপনার ডেটা
ca: Les teves dades
cs: Tvá data
da: Dine data
de: Deine Daten
el: Τα δεδομένα σας
es: Tus datos
es_mx: Tus datos
fi: Tietosi
fr: Tes données
gu: તમારો ડેટા
he: הנתונים שלך
hi: आपका डेटा
hr: Tvoji podaci
hu: Az Ön adatai
id: Data kamu
it: I tuoi dati
ja: あなたのデータ
kn: ನಿಮ್ಮ ಡೇಟಾ
ko: 내 데이터
ml: നിങ്ങളുടെ ഡാറ്റ
mr: तुमचा डेटा
ms: Data anda
nb: Dine data
nl: Je gegevens
or: ଆପଣଙ୍କର ଡାଟା
pa: ਤੁਹਾਡਾ ਡਾਟਾ
pl: Twoje dane
pt_br: Seus dados
pt_pt: Os Teus Dados
ro: Datele tale
ru: Твои данные
sk: Tvoje údaje
sl: Tvoji podatki
sv: Dina data
ta: உங்கள் தரவு
te: మీ డేటా
th: ข้อมูลของคุณ
tr: Verilerin
uk: Твої дані
ur: آپ کا ڈیٹا
vi: Dữ liệu của bạn
zh_hans: 你的数据
zh_hant: 你的資料

source: Your data has been deleted from this device. Welcome will appear again the next time you open Cronica.
ar: تم حذف بياناتك من هذا الجهاز. ستظهر شاشة الترحيب عند فتح Cronica مجدداً.
bn: এই ডিভাইস থেকে আপনার ডেটা মুছে ফেলা হয়েছে। পরের বার Cronica খুললে আবার স্বাগতম বার্তাটি দেখা যাবে।
ca: Les teves dades s’han eliminat d’aquest dispositiu. La benvinguda tornarà a aparèixer la propera vegada que obris Cronica.
cs: Tvá data byla z tohoto zařízení smazána. Při příštím otevření Cronica se znovu zobrazí uvítání.
da: Dine data er slettet fra denne enhed. Velkomst vises igen, næste gang du åbner Cronica.
de: Deine Daten wurden von diesem Gerät gelöscht. Willkommen erscheint beim nächsten Öffnen von Cronica wieder.
el: Τα δεδομένα σας διαγράφηκαν από αυτή τη συσκευή. Η οθόνη καλωσορίσματος θα εμφανιστεί ξανά την επόμενη φορά που ανοίξετε το Cronica.
es: Tus datos se han eliminado de este dispositivo. La pantalla de bienvenida aparecerá de nuevo la próxima vez que abras Cronica.
es_mx: Tus datos se eliminaron de este dispositivo. Bienvenida aparecerá la próxima vez que abras Cronica.
fi: Tietosi on poistettu tältä laitteelta. Tervetuloa-näkymä tulee uudelleen, kun avaat Cronica-sovelluksen seuraavan kerran.
fr: Tes données ont été supprimées de cet appareil. L’accueil réapparaîtra la prochaine fois que tu ouvriras Cronica.
gu: તમારો ડેટા આ ઉપકરણમાંથી કાઢી નાખવામાં આવ્યો છે. આગલી વખતે તમે Cronica ખોલશો ત્યારે સ્વાગત ફરીથી દેખાશે.
he: הנתונים שלך נמחקו מהמכשיר. מסך ברוכים הבאים יופיע בפתיחה הבאה של Cronica.
hi: आपका डेटा इस डिवाइस से हटा दिया गया। अगली बार Cronica खोलने पर स्वागत दिखेगा।
hr: Tvoji podaci su izbrisani s ovog uređaja. Pri sljedećem otvaranju Cronica ponovno će se prikazati dobrodošlica.
hu: Az adatai törölve lettek erről az eszközről. A következő Cronica-indításkor újra megjelenik az üdvözlő képernyő.
id: Data kamu dihapus dari perangkat ini. Selamat datang akan muncul saat kamu buka Cronica lagi.
it: I tuoi dati sono stati eliminati da questo dispositivo. Benvenuto riapparirà la prossima volta che apri Cronica.
ja: このデバイスからデータが削除されました。次回Cronicaを開くと、ようこそ画面が再表示されます。
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಈ ಸಾಧನದಿಂದ ಅಳಿಸಲಾಗಿದೆ. ನೀವು ಮುಂದಿನ ಬಾರಿ Cronica ತೆರೆದಾಗ ಸ್ವಾಗತ ಮತ್ತೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.
ko: 이 기기에서 데이터가 삭제되었습니다. 다음에 Cronica를 열면 환영 화면이 다시 표시됩니다.
ml: ഈ ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ ഡാറ്റ ഇല്ലാതാക്കി. അടുത്ത തവണ നിങ്ങൾ Cronica തുറക്കുമ്പോൾ സ്വാഗതം വീണ്ടും ദൃശ്യമാകും.
mr: तुमचा डेटा या डिव्हाइसवरून हटवला गेला आहे. पुढच्या वेळी तुम्ही Cronica उघडाल तेव्हा स्वागत पुन्हा दिसेल.
ms: Data anda dipadamkan daripada peranti ini. Selamat datang akan muncul apabila anda buka Cronica lagi.
nb: Dataene dine er slettet fra denne enheten. Velkommen vises igjen neste gang du åpner Cronica.
nl: Je gegevens zijn verwijderd van dit apparaat. Welkom verschijnt opnieuw wanneer je Cronica opent.
or: ଏହି ଡିଭାଇସ୍‌ରୁ ଆପଣଙ୍କର ଡାଟା ଡିଲିଟ୍ କରିଦିଆଯାଇଛି। ପରବର୍ତ୍ତୀ ସମୟରେ ଯେତେବେଳେ ଆପଣ Cronica ଖୋଲିବେ ସେତେବେଳେ ସ୍ୱାଗତ ପୁଣି ଦେଖାଯିବ।
pa: ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਤੁਹਾਡਾ ਡਾਟਾ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਅਗਲੀ ਵਾਰ Cronica ਖੋਲ੍ਹਣ ’ਤੇ ਸਵਾਗਤ ਫਿਰ ਦਿਖੇਗਾ।
pl: Twoje dane zostały usunięte z tego urządzenia. Przy następnym uruchomieniu Cronica pojawi się ekran powitalny.
pt_br: Seus dados foram excluídos deste dispositivo. Boas-vindas aparecerá novamente na próxima vez que você abrir Cronica.
pt_pt: Seus dados foram excluídos deste dispositivo. Boas-vindas aparecerá novamente na próxima vez que tu abrir Cronica.
ro: Datele tale au fost șterse de pe acest dispozitiv. La următoarea deschidere a Cronica va apărea din nou ecranul de bun venit.
ru: Твои данные удалены с этого устройства. При следующем запуске Cronica снова появится приветствие.
sk: Tvoje údaje boli z tohto zariadenia odstránené. Vitaj sa zobrazí pri ďalšom otvorení Cronica.
sl: Tvoji podatki so bili izbrisani s te naprave. Pozdravni zaslon se bo znova prikazal, ko naslednjič odpreš Cronica.
sv: Dina data har raderats från den här enheten. Välkommen visas igen nästa gång du öppnar Cronica.
ta: இந்தச் சாதனத்திலிருந்து உங்கள் தரவுகள் நீக்கப்பட்டுவிட்டன. அடுத்த முறை நீங்கள் Cronica-ஐத் திறக்கும்போது, 'வரவேற்பு' மீண்டும் தோன்றும்.
te: ఈ పరికరం నుండి మీ డేటా తొలగించబడింది. మీరు తదుపరిసారి Cronicaను తెరిచినప్పుడు స్వాగతం మళ్ళీ కనిపిస్తుంది.
th: ข้อมูลของคุณถูกลบออกจากอุปกรณ์นี้แล้ว ยินดีต้อนรับจะปรากฏขึ้นอีกครั้งในครั้งถัดไปที่คุณเปิด Cronica
tr: Verilerin bu cihazdan silindi. Cronica'yı bir sonraki açışında hoş geldin ekranı görünecek.
uk: Твої дані видалено з цього пристрою. При наступному відкритті Cronica знову з’явиться вітання.
ur: آپ کا ڈیٹا اس ڈیوائس سے حذف کر دیا گیا ہے۔ اگلی بار جب آپ Cronica کھولیں گے تو خوش آمدید دوبارہ ظاہر ہوگا۔
vi: Dữ liệu của bạn đã bị xóa khỏi thiết bị này. Lời chào mừng sẽ xuất hiện lại vào lần tiếp theo bạn mở Cronica.
zh_hans: 你的数据已从此设备删除。下次打开 Cronica 时将再次显示欢迎界面。
zh_hant: 你的資料已從此裝置刪除。下次開啟 Cronica 時將再次顯示歡迎畫面。
